Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# refresh_report_slowest
source: slowest %1$@ %2$@
ar: الأبطأ %1$@ %2$@
cs: nejpomalejší %1$@ %2$@
da: langsomste %1$@ %2$@
de: langsamstes %1$@ %2$@
el: πιο αργό %1$@ %2$@
es: más lento %1$@ %2$@
fa: کندترین %1$@ %2$@
fi: hitain %1$@ %2$@
fr: plus lent %1$@ %2$@
he: האיטי ביותר %1$@ %2$@
hi: सबसे धीमा %1$@ %2$@
hu: leglassabb %1$@ %2$@
id: paling lambat %1$@ %2$@
it: più lenta %1$@ %2$@
ja: 最も遅い %1$@ %2$@
ko: 가장 느림 %1$@ %2$@
nb: tregeste %1$@ %2$@
nl: traagste %1$@ %2$@
pl: najwolniejsza %1$@ %2$@
pt: mais lento %1$@ %2$@
pt_br: mais lento %1$@ %2$@
ro: cea mai lentă %1$@ %2$@
ru: самая медленная %1$@ %2$@
sq: më i ngadalti %1$@ %2$@
sv: långsammast %1$@ %2$@
th: ช้าที่สุด %1$@ %2$@
tr: en yavaş %1$@ %2$@
uk: найповільніша %1$@ %2$@
vi: chậm nhất %1$@ %2$@
zh_hans: 最慢 %1$@ %2$@

# refresh_report_total
source: Total %1$@ · %lld pairs
ar: الإجمالي %1$@ · الأزواج: %lld
cs: Celkem %1$@ · %lld párů
da: I alt %1$@ · %lld par
de: Gesamt %1$@ · %lld Paare
el: Σύνολο %1$@ · %lld ζεύγη
es: Total %1$@ · %lld pares
fa: مجموع %1$@ · جفت‌ها: %lld
fi: Yhteensä %1$@ · %lld paria
fr: Total %1$@ · %lld paires
he: סה״כ %1$@ · %lld צמדים
hi: कुल %1$@ · %lld पेयर
hu: Összesen %1$@ · %lld pár
id: Total %1$@ · %lld pasangan
it: Totale %1$@ · %lld coppie
ja: 合計 %1$@ · %lld ペア
ko: 전체 %1$@ · 거래쌍 %lld개
nb: Totalt %1$@ · %lld par
nl: Totaal %1$@ · %lld paren
pl: Łącznie %1$@ · %lld par
pt: Total %1$@ · %lld pares
pt_br: Total %1$@ · %lld pares
ro: Total %1$@ · %lld de perechi
ru: Всего %1$@ · %lld пары
sq: Gjithsej %1$@ · %lld çifte
sv: Totalt %1$@ · %lld par
th: รวม %1$@ · %lld คู่
tr: Toplam %1$@ · %lld çift
uk: Усього %1$@ · %lld пари
vi: Tổng %1$@ · %lld cặp
zh_hans: 总计 %1$@ · %lld 个交易对

# refresh_report_wait
source: Wait until start: %1$@
ar: الانتظار حتى البدء: %1$@
cs: Čekání do startu: %1$@
da: Ventetid til start: %1$@
de: Wartezeit bis Start: %1$@
el: Αναμονή έως την έναρξη: %1$@
es: Espera hasta el inicio: %1$@
fa: انتظار تا شروع: %1$@
fi: Odotus ennen alkua: %1$@
fr: Attente avant le début : %1$@
he: המתנה עד ההתחלה: %1$@
hi: शुरू होने तक प्रतीक्षा: %1$@
hu: Várakozás az indulásig: %1$@
id: Menunggu hingga mulai: %1$@
it: Attesa fino all'avvio: %1$@
ja: 開始までの待ち時間: %1$@
ko: 시작까지 대기: %1$@
nb: Ventetid til start: %1$@
nl: Wachttijd tot start: %1$@
pl: Oczekiwanie do startu: %1$@
pt: Espera até ao início: %1$@
pt_br: Espera até o início: %1$@
ro: Așteptare până la start: %1$@
ru: Ожидание до старта: %1$@
sq: Pritja deri në nisje: %1$@
sv: Väntetid till start: %1$@
th: รอจนเริ่ม: %1$@
tr: Başlangıca kadar bekleme: %1$@
uk: Очікування до старту: %1$@
vi: Chờ đến khi bắt đầu: %1$@
zh_hans: 开始前等待：%1$@

# refresh_report_widgets
source: Widgets %1$@
ar: الأدوات %1$@
cs: Widgety %1$@
el: Widget %1$@
fa: ابزارک‌ها %1$@
fi: Widgetit %1$@
he: ווידג׳טים %1$@
hi: विजेट %1$@
hu: Widgetek %1$@
id: Widget %1$@
it: Widget %1$@
ja: ウィジェット %1$@
ko: 위젯 %1$@
nb: Moduler %1$@
pl: Widżety %1$@
ro: Widgeturi %1$@
ru: Виджеты %1$@
sq: Widget-et %1$@
sv: Widgetar %1$@
th: วิดเจ็ต %1$@
tr: Widget'lar %1$@
uk: Віджети %1$@
vi: Tiện ích %1$@
zh_hans: 小部件 %1$@

# settings_accent
source: Theme
ar: السمة
cs: Motiv
da: Tema
el: Θέμα
es: Tema
fa: پوسته
fi: Teema
fr: Thème
he: ערכת נושא
hi: थीम
hu: Téma
id: Tema
it: Tema
ja: テーマ
ko: 테마
nb: Tema
nl: Thema
pl: Motyw
pt: Tema
pt_br: Tema
ro: Temă
ru: Тема
sq: Tema
sv: Tema
th: ธีม
tr: Tema
uk: Тема
vi: Chủ đề
zh_hans: 主题

# settings_activity_alerts
source: Report unusual activity
ar: الإبلاغ عن النشاط غير العادي
cs: Hlásit neobvyklou aktivitu
da: Meld usædvanlig aktivitet
de: Ungewöhnliche Aktivität melden
el: Αναφορά ασυνήθιστης δραστηριότητας
es: Avisar de actividad inusual
fa: گزارش فعالیت غیرعادی
fi: Ilmoita epätavallisesta aktiivisuudesta
fr: Signaler une activité inhabituelle
he: דווח על פעילות חריגה
hi: असामान्य गतिविधि की सूचना दें
hu: Szokatlan aktivitás jelzése
id: Laporkan aktivitas tidak biasa
it: Segnala attività insolite
ja: 異常な動きを通知
ko: 이상 움직임 알림
nb: Meld uvanlig aktivitet
nl: Ongewone activiteit melden
pl: Zgłaszaj nietypową aktywność
pt: Avisar de atividade invulgar
pt_br: Avisar sobre atividade incomum
ro: Raportează activitatea neobișnuită
ru: Сообщать о необычной активности
sq: Njofto aktivitetin e pazakontë
sv: Rapportera ovanlig aktivitet
th: แจ้งความเคลื่อนไหวผิดปกติ
tr: Olağandışı hareketi bildir
uk: Повідомляти про незвичайну активність
vi: Báo hoạt động bất thường
zh_hans: 提醒异常活动

# settings_activity_alerts_hint
source: At most once an hour per pair: unusual price moves, volume spikes and futures extremes (data from Binance).
ar: مرة واحدة كحد أقصى في الساعة لكل زوج: حركات سعرية غير عادية وقفزات في الحجم وقيم متطرفة في العقود الآجلة (البيانات من Binance).
cs: Nejvýše jednou za hodinu pro každý pár: neobvyklé cenové pohyby, skoky objemu a extrémy na futures (data z Binance).
da: Højst én gang i timen pr. par: usædvanlige kursbevægelser, volumen-spikes og futures-ekstremer (data fra Binance).
de: Höchstens einmal pro Stunde je Paar: ungewöhnliche Kursbewegungen, Volumen-Spikes und Futures-Extreme (Daten von Binance).
el: Το πολύ μία φορά την ώρα ανά ζεύγος: ασυνήθιστες κινήσεις τιμής, άλματα όγκου και ακραίες τιμές στα futures (δεδομένα από Binance).
es: Como máximo una vez por hora y par: movimientos de precio inusuales, picos de volumen y extremos en futuros (datos de Binance).
fa: حداکثر یک بار در ساعت برای هر جفت: حرکات غیرعادی قیمت، جهش‌های حجم و مقادیر حدی در فیوچرز (داده‌ها از Binance).
fi: Enintään kerran tunnissa paria kohden: epätavalliset hintaliikkeet, volyymipiikit ja futuurien ääriarvot (tiedot Binancesta).
fr: Au plus une fois par heure et par paire : mouvements de prix inhabituels, pics de volume et extrêmes sur les futures (données Binance).
he: לכל היותר פעם בשעה לכל צמד: תנועות מחיר חריגות, זינוקי מחזור וקיצוניות בחוזים עתידיים (נתונים מ-Binance).
hi: हर पेयर के लिए घंटे में अधिकतम एक बार: असामान्य भाव हलचल, वॉल्यूम स्पाइक और फ़्यूचर्स की चरम स्थितियाँ (डेटा Binance से)।
hu: Páronként legfeljebb óránként egyszer: szokatlan ármozgások, forgalmi kiugrások és határidős szélsőértékek (adatok: Binance).
id: Paling banyak sekali per jam per pasangan: pergerakan harga tidak biasa, lonjakan volume, dan kondisi ekstrem futures (data dari Binance).
it: Al massimo una volta all'ora per coppia: movimenti di prezzo insoliti, picchi di volume ed estremi sui futures (dati da Binance).
ja: ペアごとに1時間に最大1回：異常な値動き、出来高急増、先物の極端な値（データは Binance）。
ko: 거래쌍당 최대 1시간에 한 번: 이상 가격 움직임, 거래량 급증, 선물 극단값 (데이터: Binance).
nb: Høyst én gang i timen per par: uvanlige kursbevegelser, volum-spikes og futures-ekstremer (data fra Binance).
nl: Hooguit eens per uur per paar: ongewone koersbewegingen, volumepieken en futures-extremen (gegevens van Binance).
pl: Najwyżej raz na godzinę dla każdej pary: nietypowe ruchy cen, skoki wolumenu i ekstrema na kontraktach (dane z Binance).
pt: No máximo uma vez por hora por par: movimentos de preço invulgares, picos de volume e extremos nos futuros (dados da Binance).
pt_br: No máximo uma vez por hora por par: movimentos de preço incomuns, picos de volume e extremos nos futuros (dados da Binance).
ro: Cel mult o dată pe oră pentru fiecare pereche: mișcări de preț neobișnuite, salturi de volum și extreme pe futures (date de la Binance).
ru: Не чаще раза в час для каждой пары: необычные движения цены, всплески объёма и экстремумы на фьючерсах (данные Binance).
sq: Më së shumti një herë në orë për çift: lëvizje të pazakonta çmimi, kërcime vëllimi dhe ekstreme në futures (të dhëna nga Binance).
sv: Högst en gång i timmen per par: ovanliga kursrörelser, volymspikar och extremer på terminsmarknaden (data från Binance).
th: สูงสุดชั่วโมงละครั้งต่อคู่: ราคาเคลื่อนไหวผิดปกติ ปริมาณพุ่ง และค่าสุดขั้วในฟิวเจอร์ส (ข้อมูลจาก Binance)
tr: Çift başına saatte en fazla bir kez: olağandışı fiyat hareketleri, hacim sıçramaları ve vadeli işlemlerdeki uç değerler (veriler Binance'ten).
uk: Не частіше разу на годину для кожної пари: незвичайні рухи ціни, сплески обсягу та екстремуми на ф'ючерсах (дані Binance).
vi: Tối đa mỗi giờ một lần cho mỗi cặp: biến động giá bất thường, khối lượng tăng vọt và mức cực đoan trên futures (dữ liệu từ Binance).
zh_hans: 每个交易对每小时最多一次：异常价格波动、成交量激增和合约极端值（数据来自 Binance）。

# settings_activity_sensitivity
source: Sensitivity
ar: الحساسية
cs: Citlivost
da: Følsomhed
de: Empfindlichkeit
el: Ευαισθησία
es: Sensibilidad
fa: حساسیت
fi: Herkkyys
fr: Sensibilité
he: רגישות
hi: संवेदनशीलता
hu: Érzékenység
id: Sensitivitas
it: Sensibilità
ja: 感度
ko: 민감도
nb: Følsomhet
nl: Gevoeligheid
pl: Czułość
pt: Sensibilidade
pt_br: Sensibilidade
ro: Sensibilitate
ru: Чувствительность
sq: Ndjeshmëria
sv: Känslighet
th: ความไว
tr: Hassasiyet
uk: Чутливість
vi: Độ nhạy
zh_hans: 灵敏度

# settings_activity_sensitivity_hint
source: How easily a coin counts as unusual – the same for the watchlist card and the notifications. With “Less”, the card shows only the 3 strongest.
ar: مدى سهولة اعتبار العملة غير عادية – بالتساوي لبطاقة قائمة المتابعة والإشعارات. مع «أقل» تعرض البطاقة أقوى 3 فقط.
cs: Jak snadno se mince považuje za neobvyklou – stejně pro kartu ve sledovaných i pro oznámení. Při „Méně“ karta ukazuje jen 3 nejsilnější.
da: Hvor let en coin regnes som usædvanlig – ens for kortet i overvågningslisten og notifikationerne. Med »Mindre« viser kortet kun de 3 stærkeste.
de: Wie leicht ein Coin als auffällig gilt – für die Karte in der Merkliste und die Meldungen gleich. Bei «Weniger» zeigt die Karte nur die 3 stärksten.
el: Πόσο εύκολα ένα νόμισμα θεωρείται ασυνήθιστο – ίδια για την κάρτα της λίστας παρακολούθησης και τις ειδοποιήσεις. Με «Λιγότερα» η κάρτα δείχνει μόνο τα 3 ισχυρότερα.
es: Con qué facilidad una moneda se considera inusual: igual para la tarjeta de la lista y las notificaciones. Con «Menos», la tarjeta muestra solo las 3 más fuertes.
fa: چقدر آسان یک کوین غیرعادی به شمار می‌آید – برای کارت فهرست پیگیری و اعلان‌ها یکسان. با «کمتر» کارت فقط ۳ مورد قوی‌تر را نشان می‌دهد.
fi: Kuinka helposti kolikko katsotaan epätavalliseksi – sama seurantalistan kortille ja ilmoituksille. Asetuksella ”Vähemmän” kortti näyttää vain 3 vahvinta.
fr: Facilité avec laquelle une crypto est jugée inhabituelle – identique pour la carte de la liste et les notifications. Avec « Moins », la carte n’affiche que les 3 plus forts.
he: כמה בקלות מטבע נחשב חריג – זהה לכרטיס ברשימת המעקב ולהתראות. ב„פחות” הכרטיס מציג רק את 3 החזקים ביותר.
hi: कोई कॉइन कितनी आसानी से असामान्य माना जाए – वॉचलिस्ट कार्ड और सूचनाओं के लिए एक जैसा। “कम” पर कार्ड केवल 3 सबसे मज़बूत दिखाता है।
hu: Milyen könnyen számít egy coin szokatlannak – ugyanúgy a figyelőlista kártyájára és az értesítésekre. „Kevesebb” esetén a kártya csak a 3 legerősebbet mutatja.
id: Seberapa mudah koin dianggap tidak biasa – sama untuk kartu daftar pantau dan notifikasi. Dengan “Lebih sedikit”, kartu hanya menampilkan 3 terkuat.
it: Quanto facilmente una moneta è considerata insolita – uguale per la scheda della lista e le notifiche. Con «Meno» la scheda mostra solo le 3 più forti.
ja: コインを異常とみなす基準 – ウォッチリストのカードと通知に共通です。「少なめ」ではカードに上位3件のみ表示します。
ko: 코인을 이상 움직임으로 판단하는 기준 – 관심 목록 카드와 알림에 동일하게 적용됩니다. ‘적게’에서는 카드에 가장 강한 3개만 표시됩니다.
nb: Hvor lett en mynt regnes som uvanlig – likt for kortet i overvåkingslisten og varslene. Med «Færre» viser kortet bare de 3 sterkeste.
nl: Hoe snel een munt als ongewoon geldt – gelijk voor de kaart in de volglijst en de meldingen. Bij ‘Minder’ toont de kaart alleen de 3 sterkste.
pl: Jak łatwo moneta uznawana jest za nietypową – tak samo dla karty na liście obserwowanych i powiadomień. Przy „Mniej” karta pokazuje tylko 3 najsilniejsze.
pt: Com que facilidade uma moeda é considerada invulgar – igual para o cartão da lista e as notificações. Com «Menos», o cartão mostra apenas as 3 mais fortes.
pt_br: Com que facilidade uma moeda é considerada incomum – igual para o card da lista e as notificações. Com “Menos”, o card mostra só as 3 mais fortes.
ro: Cât de ușor o monedă e considerată neobișnuită – la fel pentru cardul din listă și pentru notificări. Cu „Mai puțin”, cardul arată doar cele mai puternice 3.
ru: Насколько легко монета считается необычной – одинаково для карточки в списке и для уведомлений. При «Меньше» карточка показывает только 3 самых сильных.
sq: Sa lehtë një monedhë quhet e pazakontë – njësoj për kartën e listës dhe njoftimet. Me «Më pak», karta tregon vetëm 3 më të fortat.
sv: Hur lätt ett mynt räknas som ovanligt – samma för kortet i bevakningslistan och aviseringarna. Med ”Färre” visar kortet bara de 3 starkaste.
th: เกณฑ์ที่เหรียญจะถือว่าผิดปกติ – ใช้เหมือนกันทั้งการ์ดในรายการเฝ้าดูและการแจ้งเตือน เมื่อเลือก “น้อยลง” การ์ดจะแสดงเพียง 3 อันดับที่แรงที่สุด
tr: Bir coinin ne kadar kolay olağandışı sayılacağı – izleme listesi kartı ve bildirimler için aynı. “Daha az” seçiliyken kart yalnızca en güçlü 3 taneyi gösterir.
uk: Наскільки легко монета вважається незвичною – однаково для картки в списку та для сповіщень. За «Менше» картка показує лише 3 найсильніші.
vi: Mức dễ để một coin bị coi là bất thường – giống nhau cho thẻ trong danh sách theo dõi và thông báo. Với “Ít hơn”, thẻ chỉ hiện 3 coin mạnh nhất.
zh_hans: 币种被视为异常的难易程度 – 自选列表卡片与通知相同。选择“较少”时，卡片只显示最强的 3 个。

# settings_advanced_hint
source: Live mode, permanent notification, futures and developer options
ar: الوضع المباشر، الإشعار الدائم، العقود الآجلة وخيارات المطوّر
cs: Živý režim, trvalé oznámení, futures a možnosti pro vývojáře
da: Live-tilstand, fast notifikation, futures og udviklerindstillinger
de: Live-Modus, feste Mitteilung, Futures und Entwickleroptionen
el: Λειτουργία live, μόνιμη ειδοποίηση, futures και επιλογές προγραμματιστή
es: Modo en vivo, notificación permanente, futuros y opciones de desarrollador
fa: حالت زنده، اعلان دائمی، فیوچرز و گزینه‌های توسعه‌دهنده
fi: Live-tila, pysyvä ilmoitus, futuurit ja kehittäjäasetukset
fr: Mode live, notification permanente, futures et options développeur
he: מצב חי, התראה קבועה, חוזים עתידיים ואפשרויות מפתחים
hi: लाइव मोड, स्थायी नोटिफ़िकेशन, फ़्यूचर्स और डेवलपर विकल्प
hu: Élő mód, állandó értesítés, futures és fejlesztői beállítások
id: Mode live, notifikasi permanen, futures, dan opsi pengembang
it: Modalità live, notifica permanente, futures e opzioni sviluppatore
ja: ライブモード、常駐通知、先物、開発者向けオプション
ko: 실시간 모드, 상시 알림, 선물 및 개발자 옵션
nb: Livemodus, fast varsel, futures og utvikleralternativer
nl: Live-modus, vaste melding, futures en ontwikkelaarsopties
pl: Tryb na żywo, stałe powiadomienie, kontrakty futures i opcje dewelopera
pt: Modo ao vivo, notificação permanente, futuros e opções de programador
pt_br: Modo ao vivo, notificação permanente, futuros e opções de desenvolvedor
ro: Mod live, notificare permanentă, futures și opțiuni pentru dezvoltatori
ru: Режим реального времени, постоянное уведомление, фьючерсы и параметры разработчика
sq: Modaliteti live, njoftim i përhershëm, futures dhe opsionet e zhvilluesit
sv: Liveläge, fast avisering, futures och utvecklaralternativ
th: โหมดสด การแจ้งเตือนถาวร ฟิวเจอร์ส และตัวเลือกนักพัฒนา
tr: Canlı mod, kalıcı bildirim, vadeli işlemler ve geliştirici seçenekleri
uk: Live-режим, постійне сповіщення, ф'ючерси та параметри розробника
vi: Chế độ live, thông báo cố định, hợp đồng tương lai và tùy chọn nhà phát triển
zh_hans: 实时模式、常驻通知、合约和开发者选项

# settings_alarm_cooldown
source: Quiet time before an alarm fires again
ar: فترة الهدوء قبل انطلاق التنبيه مجددًا
cs: Klidová doba před opětovným spuštěním alarmu
da: Pause, før en alarm udløses igen
de: Ruhezeit, bevor ein Alarm erneut auslöst
el: Χρόνος αναμονής πριν από νέα ενεργοποίηση
es: Pausa antes de que una alarma vuelva a saltar
fa: زمان سکوت پیش از فعال شدن دوباره هشدار
fi: Tauko ennen kuin hälytys laukeaa uudelleen
fr: Délai avant un nouveau déclenchement
he: זמן שקט לפני שהתראה מופעלת שוב
hi: अलार्म दोबारा बजने से पहले शांत समय
hu: Várakozási idő a riasztás újbóli kioldása előtt
id: Jeda sebelum alarm berbunyi lagi
it: Pausa prima che un allarme scatti di nuovo
ja: アラーム再作動までの待機時間
ko: 경보 재울림 전 대기 시간
nb: Pause før en alarm utløses igjen
nl: Rusttijd voordat een alarm opnieuw afgaat
pl: Przerwa przed ponownym alarmem
pt: Pausa antes de um alarme voltar a disparar
pt_br: Pausa antes de um alarme voltar a disparar
ro: Pauză înainte ca o alarmă să se declanșeze din nou
ru: Пауза перед повторным срабатыванием
sq: Koha e qetë para se alarmi të aktivizohet sërish
sv: Vilotid innan ett larm utlöses igen
th: ช่วงพักก่อนสัญญาณเตือนทำงานซ้ำ
tr: Alarm yeniden çalmadan önceki bekleme süresi
uk: Пауза перед повторним спрацюванням сигналу
vi: Thời gian chờ trước khi cảnh báo kích hoạt lại
zh_hans: 提醒再次触发前的冷却时间

# settings_alarm_sound
source: Alarm sound
ar: صوت التنبيه
cs: Zvuk alarmu
da: Alarmlyd
de: Alarmton
el: Ήχος ειδοποίησης
es: Sonido de alarma
fa: صدای هشدار
fi: Hälytysääni
fr: Son d'alerte
he: צליל התראה
hi: अलार्म की आवाज़
hu: Riasztási hang
id: Suara alarm
it: Suono allarme
ja: アラーム音
ko: 경보음
nb: Alarmlyd
nl: Alarmgeluid
pl: Dźwięk alarmu
pt: Som do alarme
pt_br: Som do alarme
ro: Sunet alarmă
ru: Звук оповещения
sq: Tingulli i alarmit
sv: Larmljud
th: เสียงสัญญาณเตือน
tr: Alarm sesi
uk: Звук сигналу
vi: Âm thanh cảnh báo
zh_hans: 提醒铃声

# settings_alarm_sound_custom
source: Custom sound
ar: صوت مخصص
cs: Vlastní zvuk
da: Egen lyd
de: Eigener Ton
el: Προσαρμοσμένος ήχος
es: Sonido personalizado
fa: صدای سفارشی
fi: Oma ääni
fr: Son personnalisé
he: צליל מותאם
hi: अपनी आवाज़
hu: Egyéni hang
id: Suara kustom
it: Suono personalizzato
ja: カスタム音
ko: 사용자 지정 소리
nb: Egen lyd
nl: Eigen geluid
pl: Własny dźwięk
pt: Som personalizado
pt_br: Som personalizado
ro: Sunet propriu
ru: Свой звук
sq: Tingull i personalizuar
sv: Eget ljud
th: เสียงที่กำหนดเอง
tr: Özel ses
uk: Власний звук
vi: Âm thanh tùy chỉnh
zh_hans: 自定义铃声

# settings_alarm_sound_default
source: Default sound
ar: الصوت الافتراضي
cs: Výchozí zvuk
da: Standardlyd
de: Standardton
el: Προεπιλεγμένος ήχος
es: Sonido predeterminado
fa: صدای پیش‌فرض
fi: Oletusääni
fr: Son par défaut
he: צליל ברירת מחדל
hi: डिफ़ॉल्ट आवाज़
hu: Alapértelmezett hang
id: Suara default
it: Suono predefinito
ja: デフォルトの音
ko: 기본 소리
nb: Standardlyd
nl: Standaardgeluid
pl: Domyślny dźwięk
pt: Som predefinido
pt_br: Som padrão
ro: Sunet implicit
ru: Стандартный звук
sq: Tingulli i parazgjedhur
sv: Standardljud
th: เสียงเริ่มต้น
tr: Varsayılan ses
uk: Стандартний звук
vi: Âm thanh mặc định
zh_hans: 默认铃声

# settings_alarm_sound_error
source: The sound could not be used.
ar: تعذّر استخدام الصوت.
cs: Zvuk nelze použít.
da: Lyden kunne ikke bruges.
de: Der Ton konnte nicht übernommen werden.
el: Δεν ήταν δυνατή η χρήση του ήχου.
es: No se pudo usar el sonido.
fa: استفاده از این صدا ممکن نشد.
fi: Ääntä ei voitu käyttää.
fr: Impossible d'utiliser ce son.
he: לא ניתן היה להשתמש בצליל.
hi: आवाज़ इस्तेमाल नहीं की जा सकी।
hu: A hang nem használható.
id: Suara tidak dapat digunakan.
it: Impossibile usare il suono.
ja: この音を使用できませんでした。
ko: 소리를 사용할 수 없습니다.
nb: Lyden kunne ikke brukes.
nl: Het geluid kon niet worden gebruikt.
pl: Nie udało się użyć dźwięku.
pt: Não foi possível usar o som.
pt_br: Não foi possível usar o som.
ro: Sunetul nu a putut fi folosit.
ru: Не удалось использовать звук.
sq: Tingulli nuk mund të përdorej.
sv: Ljudet kunde inte användas.
th: ไม่สามารถใช้เสียงนี้ได้
tr: Ses kullanılamadı.
uk: Не вдалося використати звук.
vi: Không thể dùng âm thanh này.
zh_hans: 无法使用该铃声。

# settings_alarm_sound_file
source: Own audio file…
ar: ملف صوتي خاص…
cs: Vlastní zvukový soubor…
da: Egen lydfil…
de: Eigene Audiodatei…
el: Δικό σας αρχείο ήχου…
es: Archivo de audio propio…
fa: فایل صوتی شخصی…
fi: Oma äänitiedosto…
fr: Fichier audio perso…
he: קובץ שמע משלך…
hi: अपनी ऑडियो फ़ाइल…
hu: Saját hangfájl…
id: File audio sendiri…
it: File audio personale…
ja: 自分の音声ファイル…
ko: 내 오디오 파일…
nb: Egen lydfil…
nl: Eigen audiobestand…
pl: Własny plik audio…
pt: Ficheiro de áudio próprio…
pt_br: Arquivo de áudio próprio…
ro: Fișier audio propriu…
ru: Свой аудиофайл…
sq: Skedar audio i yti…
sv: Egen ljudfil…
th: ไฟล์เสียงของคุณเอง…
tr: Kendi ses dosyanız…
uk: Власний аудіофайл…
vi: Tệp âm thanh riêng…
zh_hans: 自己的音频文件…

# settings_alarm_sound_reset
source: Use default sound
ar: استخدام الصوت الافتراضي
cs: Použít výchozí zvuk
da: Brug standardlyd
de: Standardton verwenden
el: Χρήση προεπιλεγμένου ήχου
es: Usar sonido predeterminado
fa: استفاده از صدای پیش‌فرض
fi: Käytä oletusääntä
fr: Utiliser le son par défaut
he: שימוש בצליל ברירת המחדל
hi: डिफ़ॉल्ट आवाज़ इस्तेमाल करें
hu: Alapértelmezett hang használata
id: Gunakan suara default
it: Usa suono predefinito
ja: デフォルトの音を使用
ko: 기본 소리 사용
nb: Bruk standardlyd
nl: Standaardgeluid gebruiken
pl: Użyj domyślnego dźwięku
pt: Usar som predefinido
pt_br: Usar som padrão
ro: Folosește sunetul implicit
ru: Использовать стандартный звук
sq: Përdor tingullin e parazgjedhur
sv: Använd standardljud
th: ใช้เสียงเริ่มต้น
tr: Varsayılan sesi kullan
uk: Використовувати стандартний звук
vi: Dùng âm thanh mặc định
zh_hans: 使用默认铃声

# settings_alarm_sound_system
source: Choose system sound…
ar: اختيار صوت النظام…
cs: Vybrat systémový zvuk…
da: Vælg systemlyd…
de: Systemton wählen…
el: Επιλογή ήχου συστήματος…
es: Elegir sonido del sistema…
fa: انتخاب صدای سیستم…
fi: Valitse järjestelmän ääni…
fr: Choisir un son système…
he: בחירת צליל מערכת…
hi: सिस्टम आवाज़ चुनें…
hu: Rendszerhang kiválasztása…
id: Pilih suara sistem…
it: Scegli suono di sistema…
ja: システムサウンドを選択…
ko: 시스템 소리 선택…
nb: Velg systemlyd…
nl: Systeemgeluid kiezen…
pl: Wybierz dźwięk systemowy…
pt: Escolher som do sistema…
pt_br: Escolher som do sistema…
ro: Alege sunet de sistem…
ru: Выбрать системный звук…
sq: Zgjidh tingull sistemi…
sv: Välj systemljud…
th: เลือกเสียงระบบ…
tr: Sistem sesi seç…
uk: Вибрати системний звук…
vi: Chọn âm thanh hệ thống…
zh_hans: 选择系统铃声…

# settings_background_interval
source: Interval
ar: الفاصل الزمني
de: Intervall
el: Διάστημα
es: Intervalo
fa: فاصله زمانی
fi: Aikaväli
fr: Intervalle
he: מרווח
hi: अंतराल
hu: Időköz
it: Intervallo
ja: 間隔
ko: 간격
nb: Intervall
pl: Interwał
pt: Intervalo
pt_br: Intervalo
ru: Интервал
sq: Intervali
sv: Intervall
th: ช่วงเวลา
tr: Aralık
uk: Інтервал
vi: Chu kỳ cập nhật
zh_hans: 间隔

# settings_background_updates
source: Background updates
ar: التحديث في الخلفية
cs: Aktualizace na pozadí
da: Opdater i baggrunden
de: Im Hintergrund aktualisieren
el: Ενημερώσεις στο παρασκήνιο
es: Actualización en segundo plano
fa: به‌روزرسانی در پس‌زمینه
fi: Taustapäivitykset
fr: Actualisation en arrière-plan
he: עדכונים ברקע
hi: बैकग्राउंड अपडेट
hu: Háttérfrissítés
id: Pembaruan latar belakang
it: Aggiornamento in background
ja: バックグラウンド更新
ko: 백그라운드 업데이트
nb: Oppdater i bakgrunnen
nl: Updates op de achtergrond
pl: Aktualizacje w tle
pt: Atualização em segundo plano
pt_br: Atualização em segundo plano
ro: Actualizări în fundal
ru: Фоновые обновления
sq: Përditësime në sfond
sv: Uppdatera i bakgrunden
th: อัปเดตเบื้องหลัง
tr: Arka plan güncellemeleri
uk: Фонові оновлення
vi: Cập nhật nền
zh_hans: 后台更新
